Repository: Guzi38/gallery
Catalog: translations/messages.*.xlf
Languages: pl

source: user_details
pl: Szczegóły użytkownika

source: accounts
pl: Konta

source: back_from_register
pl: powrót

source: user.password
pl: Hasło

source: app_login
pl: Logowanie

source: photos_comments
pl: Komentarze do zdjęć

source: delete_a_tag
pl: Usuń tag

source: edit_a_tag
pl: Edytuj tag

source: delete_a_photo
pl: Usuń zdjęcie

source: tag_show
pl: tag

source: gallery_show
pl: galeria

source: create_a_tag
pl: Stwórz tag

source: tags_page
pl: Tagi

source: delete_a_gallery
pl: Usuń galerię

source: back_to_the_gallery
pl: powrót

source: gallery_details
pl: Szczegóły galerii

source: edit_a_gallery
pl: Edytuj galerię

source: show_galleries
pl: Galerie

source: make_a_comment
pl: Napisz komentarz

source: back_to_previous_page
pl: powrót

source: create_gallery
pl: Stwórz Galerie

source: save_index
pl: zapisz

source: post_photo
pl: Opublikuj zdjęcie

source: lack_of
pl: brak

source: do_delete
pl: usuń

source: do_edit
pl: edytuj

source: show_me
pl: zobacz

source: show_actions
pl: akcje

source: show_tags
pl: tagi

source: galeries
pl: galerie

source: photo_title
pl: tytuł

source: publication_date
pl: data publikacji

source: action.view
pl: Zobacz

source: account_id
pl: Konto

source: photo_id
pl: Zdjęcia

source: label_tags
pl: Tag

source: label_title
pl: Tytuł

source: action.save
pl: Zapisz

source: action.back_to_list
pl: Wróć

source: label_comments
pl: Sekcja komentarzy

source: label.date
pl: Data publikacji

source: label.id
pl: Numer zdjęcia

source: title.photo_details
pl: Szczegóły zdjęcia

source: label.title
pl: Nazwa

source: label.photo
pl: Plik zdjęciowy

source: label.content
pl: Opis zdjęcia

source: label.tags
pl: Tagi

source: label.gallery
pl: Galerie

source: Actions
pl: Akcje

source: back to photos
pl: powrót

source: Password
pl: Hasło

source: Title
pl: Tytuł

source: Content
pl: Treść

source: Author
pl: Autor

source: Gallery
pl: Galeria

source: Created_at
pl: Utworzono

source: Updated_at
pl: Zmodyfikowano

source: Photo title
pl: Tytuł zdjecia

# tags
source: Tag
pl: Tagi

source: message.empty_list
pl: Lista jest pusta

source: message.record_not_found
pl: Zdjecie nie zostało znalezione

source: action.show
pl: zobacz

source: action.create
pl: Opublikuj

source: action.edit
pl: edytuj

source: action.delete
pl: usuń

source: add comment
pl: dodaj komentarz

source: Account
pl: Konto

source: create a tag
pl: stwórz tag

source: message.created_successfully
pl: utworzono pomyślnie

source: message.gallery_contains_photos
pl: galeria jest przypisana do zdjecia

source: message.deleted_successfully
pl: usunięto pomyślnie

source: message.edited_successfully
pl: edycja przebiegła pomyślnie

source: message.tag_not_found
pl: tag nie został znaleziony

source: Create a gallery
pl: Stwórz galerie

source: Delete gallery
pl: Usuń galerie

source: Edit gallery
pl: Edycja galerii

source: gallery details
pl: szczegóły galerii

source: gallery details
pl: Szczegóły galerii

source: action.back_to_galleries
pl: powrót do galerii

source: Create a comment
pl: Stwórz komentarz

source: Delete_a_comment
pl: Usuń komentarz

source: Edit_a_comment
pl: Edycja komentarza

source: comment_details
pl: szczegóły komentarza

source: Comment details
pl: Szczegóły komentarza

source: action.back_to_comments
pl: powrót do komentarzy

source: message.comment_not_found
pl: komentarz nie został znaleziony

source: message.form_error
pl: błąd w formularzu

source: Create a photo
pl: Stwórz zdjęcie

source: Delete photo
pl: Usuń zdjęcie

source: Edit photo
pl: Edycja zdjęcia

source: photo details
pl: Szczegóły zdjęcia

source: Photos details
pl: Szczegóły zdjęcia

source: Tags
pl: Tagi

source: action.back_to_photos
pl: powrót

source: back
pl: powrót

source: register
pl: Zarejestruj się

source: Register
pl: Zarejestruj się

source: Create a tag
pl: Stwórz tag

source: Delete a tag
pl: Usuń tag

source: Edit tag
pl: Edycja tagu

source: tag_details
pl: Szczegóły tagu

source: Tag details
pl: Szczegóły tagu

source: action.back_to_tags
pl: powrót do tagów

source: back to tags
pl: powrót do tagów

source: User details
pl: Szczegóły użytkownika

source: none
pl: brak

source: create a photo
pl: opublikuj zdjęcie

source: save
pl: zapisz

# Delete a galleries
source: Delete a gallery
pl: Usuń galerię

source: delete
pl: usuń

source: Edit a gallery
pl: Edycja galerii

source: create a gallery
pl: stwórz galerię

source: edit
pl: edycja

source: show
pl: zobacz

source: back to galleries
pl: powrót do galerii

source: Delete a comment
pl: Usuń komentarz

source: Edit a comment
pl: Edycja komentarza

source: Delete a photo
pl: Usuń zdjęcie

source: repeat.password
pl: Powtórz hasło

source: Log in
pl: Zaloguj się

source: title.edit_password
pl: Edycja hasła

source: title.user_register
pl: Zarejestruj się

source: action.register
pl: Rejestracja

source: action.edit_email
pl: Edycja emaila

source: edit email
pl: edytuj email

source: action.edit_password
pl: Edycja hasła

source: edit password
pl: edytuj hasło
